# config.py
# Здесь указываются конфигурации

API_TOKEN = '7358021269:AAHVJyJR1VnYJMF7URlv5waTQ2LcT3WXQPM'
CHANNEL_ID = '-1002488765132'
TIMER_DURATION = '00:10:00'  # Время таймера в формате HH:MM:SS
FINAL_MESSAGE = 'Дорогие друзья! 🎉 \nС Новым годом! 🎊 Пусть 2024 год станет для каждого из вас временем исполненных желаний и невероятных свершений! ✨ Желаю вам здоровья, счастья и бесконечного вдохновения на каждый день! 😊  \nПусть все ваши мечты сбудутся, а рядом будут только верные друзья и близкие люди! 💖 Давайте вместе сделаем этот год ярким и запоминающимся, полным приключений и замечательных моментов! 🎄🎄🎄🎄🎄🎄🎄🎄  \nС любовью и теплом, тимми! ❤️ С Новым годом! 🎆🎄🎄🎄🎄🎄🎄🎄🎄'
TIMER_DESCRIPTION = '🎄🎄🎄✨ну что друзья, до нового года✨🎄🎄🎄'
